//Составить программу вывода на эран в одну строку четырех любых чисел с тремя пробелами между ними.
int a = new Random ().Next (45, 900);
int b = new Random ().Next (45, 900);
int c = new Random ().Next (45, 900);
int d = new Random ().Next (45, 900);

Console.WriteLine ($"Решение задачи: {a} {b} {c} {d}");